{
  "plugins": {
    "Colorizer": {
      "src": "https://github.com/chrisbra/Colorizer"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffs.nvim": {
      "src": "https://github.com/barrettruth/diffs.nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fileline.nvim": {
      "src": "https://github.com/lewis6991/fileline.nvim"
    },
    "firenvim": {
      "src": "https://github.com/glacambre/firenvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "guh.nvim": {
      "src": "https://github.com/justinmk/guh.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon"
    },
    "linediff.vim": {
      "src": "https://github.com/AndrewRadev/linediff.vim"
    },
    "mini.completion": {
      "src": "https://github.com/echasnovski/mini.completion"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-qwahl": {
      "src": "https://github.com/mfussenegger/nvim-qwahl"
    },
    "nvim-repl": {
      "src": "https://github.com/justinmk/nvim-repl"
    },
    "nvim-treehopper": {
      "src": "https://github.com/mfussenegger/nvim-treehopper"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "playground": {
      "src": "https://github.com/nvim-treesitter/playground"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "showkeys": {
      "src": "https://github.com/NvChad/showkeys"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "ts-error-translator.nvim": {
      "src": "https://github.com/dmmulroy/ts-error-translator.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-apathy": {
      "src": "https://github.com/tpope/vim-apathy"
    },
    "vim-be-good": {
      "src": "https://github.com/ThePrimeagen/vim-be-good"
    },
    "vim-characterize": {
      "src": "https://github.com/tpope/vim-characterize"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dirvish": {
      "src": "https://github.com/justinmk/vim-dirvish.git"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-edgemotion": {
      "src": "https://github.com/haya14busa/vim-edgemotion"
    },
    "vim-endwise": {
      "src": "https://github.com/tpope/vim-endwise"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-exchange": {
      "src": "https://github.com/tommcdo/vim-exchange"
    },
    "vim-fireplace": {
      "src": "https://github.com/tpope/vim-fireplace"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-gtfo": {
      "src": "https://github.com/justinmk/vim-gtfo.git"
    },
    "vim-ingo-library": {
      "src": "https://github.com/inkarkat/vim-ingo-library"
    },
    "vim-ipmotion": {
      "src": "https://github.com/justinmk/vim-ipmotion.git"
    },
    "vim-lion": {
      "src": "https://github.com/tommcdo/vim-lion"
    },
    "vim-mark": {
      "src": "https://github.com/inkarkat/vim-mark"
    },
    "vim-obsession": {
      "src": "https://github.com/tpope/vim-obsession"
    },
    "vim-projectionist": {
      "src": "https://github.com/tpope/vim-projectionist"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi"
    },
    "vim-salve": {
      "src": "https://github.com/tpope/vim-salve"
    },
    "vim-sexp": {
      "src": "https://github.com/guns/vim-sexp"
    },
    "vim-sneak": {
      "src": "https://github.com/justinmk/vim-sneak.git"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-ug": {
      "src": "https://github.com/justinmk/vim-ug"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
